### System
amd-ucode
base
base-devel
cjdns
firewalld
git
git-lfs
less
linux-firmware
linux-lts
micro
networkmanager
nvidia-lts
openssh
# Prompt for authentication
polkit-gnome
rsync
sshpass
# Manage dotfiles
stow

### Audio
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse

### AUR manager
yay
yay-debug

### Browser
chromium
firefox

### Coding
code
go

### Display Manager
grim
libnotify
mako
slurp
sway
swaybg
swayidle
swaylock
wofi
xdg-dbus-proxy
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
waybar
wf-recorder

### Docker
docker
docker-buildx
# So docker login does prompt gnome-keyring, AUR
docker-credential-secretservice
# Store credentials
gnome-keyring
# UI for GNOME keyring
seahorse

### Documents
libreoffice-still

### Email
thunderbird

### File Manager
dosfstools
file-roller
# Trashbin
gvfs
ntfs-3g
pcmanfm-gtk3
# Automount USB drives
udisks2

### Password Manager
gopass

### Qt
qt5-3d
qt5-base
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-declarative
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-x11extras
qt5-xmlpatterns

### Theme
# AUR
equilux-theme
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd

### Terminal
alacritty

### Utilities
htop
imv
wl-clipboard

### VM
qemu-base
